const personal = [
  {
    "userId": 1,
    "id": 1,
    "name": "นายชวินทร์ คูณทวี",
    "rank": "ผู้จัดการคลังสินค้า",
    "tel": "098489306"
  },
  {
    "userId": 1,
    "id": 2,
    "name": "นายอัครพล อารีย์เดช",
    "rank": "ผู้จัดการคลังสินค้า",
    "tel": "089297923"
  },
  {
    "userId": 1,
    "id": 3,
    "name": "นายกิตติพงษ์ ประเสริฐ",
    "rank": "เจ้าหน้าที่คลังสินค้า",
    "tel": "082201683"
  },
  {
    "userId": 1,
    "id": 4,
    "name": "นางสาวนงนุช สังข์ทอง",
    "rank": "เจ้าหน้าที่ขนส่งและจัดส่ง",
    "tel": "095121642"
  },
  {
    "userId": 1,
    "id": 5,
    "name": "นายปฐมพงษ์ จันทร์สว่าง",
    "rank": "เจ้าหน้าที่คลังสินค้า",
    "tel": "051067531"
  },
  {
    "userId": 1,
    "id": 6,
    "name": "นางสาวพรทิพย์ ศรีเจริญ",
    "rank": "ผู้ประสานงานด้านการขนส่ง",
    "tel": "081792825"
  },
  {
    "userId": 1,
    "id": 7,
    "name": "นายอภิชาติ ภูมิพัฒน์",
    "rank": "ผู้ช่วยผู้จัดการคลังสินค้า",
    "tel": "097951685"
  },
  {
    "userId": 1,
    "id": 8,
    "name": "นางสาวลักษิกา วรรณพงษ์",
    "rank": "เจ้าหน้าที่คลังสินค้า",
    "tel": "082954215"
  },
  {
    "userId": 1,
    "id": 9,
    "name": "นายจักรพันธ์ มั่นคง",
    "rank": "เจ้าหน้าที่คลังสินค้า",
    "tel": "085697326"
  },
  {
    "userId": 1,
    "id": 10,
    "name": "นางสาวปิยะดา พรหมเทพ",
    "rank": "ผู้ช่วยผู้จัดการคลังสินค้า",
    "tel": "092956220"
  }
]

export function fetchPersonal() {
return personal
}